[
    {
        "name" : "Zindagi Na Milegi Dobara",
        "id" : 1,
        "dialogue" : "Insaan ko dibbe mein sirf tab hona chahiye, jab wo mar chuka ho."
    },
    {
        "name" : "Zindagi Na Milegi Dobara",
        "id" : 2,
        "dialogue" : "Seize the day my friend, pehle is din ko poori tarah jiyo, phir chalis ke bare mein sochna."
    },
    {
        "name" : "Tu Jhooti Main Makkar",
        "id" : 3,
        "dialogue" : "Aaj kal relationship mein ghusna aasaan hai, usme se nikalna mushkil. Rishta jodna aasaan hai, todna mushkil."
    },
    {
        "name" : "Tu Jhooti Main Makkar",
        "id" : 4,
        "dialogue" : "Raatein jo bachhi hai woh sari teri. Mujhe toh tere din chahiye, teri subah, teri dopahar, teri sham."
    },
    {
        "name" : "Chup Chup Ke",
        "id" : 5,
        "dialogue" : "Toh ise ghar kyun bolte hain, jila kyun nahi ghoshit kr dete."
    },
    {
        "name" : "Yeh Jawaani Hai Deewani",
        "id" : 6,
        "dialogue" : "Main udna chahta hun, daudna chahta hun, girna bhi chahta hun. Bas, rukna nahi chahta."
    },
    {
        "name" : "Yeh Jawaani Hai Deewani",
        "id" : 7,
        "dialogue" : "Mujhe tumse pyaar ho jaaega, phir se. Aur tumhe nahi hoga, phir se."
    },
    {
        "name" : "Yeh Jawaani Hai Deewani",
        "id" : 8,
        "dialogue" : "Kuch logon ke saath rehne se hi sab theek ho jaata hai."
    },
    {
        "name" : "Laapataa Ladies",
        "id" : 9,
        "dialogue" : "Ek baar ghunghat le liya, toh aage nahin, neeche dekh kar chalna seekho."
    },
    {
        "name" : "Laapataa Ladies",
        "id" : 10,
        "dialogue" : "Agar tu nahin hoti na, toh humko hum nahin milte."
    },
    {
        "name" : "Wake Up Sid",
        "id" : 11,
        "dialogue" : "Goals paane ki khushi tabhi mehsoos hoti hai, jab usse kisi ke saath share kar sako."
    },
    {
        "name" : "Wake Up Sid",
        "id" : 12,
        "dialogue" : "Iss sheher mein jahan har waqt sab kuch badalta rehta hai, bas ek samundar hi jo nahi badalta. Humesha yahin rehta hai."
    },
    {
        "name" : "Dil Chahta Hai",
        "id" : 13,
        "dialogue" : "Mujhe yakeen hai ki main sirf isliye janma hun ki tumse pyaar kar sakun, tum sirf isliye ki ek din meri ban jao."
    },
    {
        "name" : "Dil Chahta Hai",
        "id" : 14,
        "dialogue" : "Yeh sach hai ki main aapse pyaar karta hoon and I am not sorry for that."
    }
]